Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# iCloudBackupManualDescription
source: Manually back up all personal settings you need to restore your Apple TV.
ar: عمل نسخة احتياطية يدويًا لكل الإعدادات الشخصية التي تحتاج إليها عند استعادة الـ Apple TV.
ca: Fes una còpia de seguretat manual de la teva configuració personal per restaurar l’Apple TV.
cs: Všechna osobní nastavení potřebná pro obnovení Apple TV budou zálohována ručně.
da: Sikkerhedskopier manuelt alle de personlige indstillinger, som du skal bruge til at gendanne din Apple TV-enhed.
de: Erstelle ein manuelles Backup aller persönlichen Einstellungen, die zum Wiederherstellen des Apple TV benötigt werden.
el: Χειροκίνητη δημιουργία εφεδρικού αντιγράφου όλων των προσωπικών ρυθμίσεων που απαιτούνται για επαναφορά του Apple TV σας.
es: Realiza manualmente una copia de seguridad de todos los ajustes personales necesarios para restaurar el Apple TV.
es_us: Restaura manualmente toda la configuración personal que necesitas para restaurar tu Apple TV.
fi: Varmuuskopioi käsin kaikki henkilökohtaiset asetukset, joita tarvitset Apple TV:n palauttamiseen.
fr: Sauvegardez manuellement les réglages personnels dont vous avez besoin pour restaurer votre Apple TV.
fr_ca: Sauvegardez manuellement tous les réglages personnels dont vous avez besoin pour restaurer votre Apple TV.
he: באפשרות לגבות באופן אוטומטי את כל ההגדרות האישיות הדרושות לך לשחזור ה-Apple TV.
hi: अपनी सभी व्यक्तिगत सेटिंग का मैनुअली बैकअप लेने के लिए आपको अपने Apple TV को रीस्टोर करना होगा।
hr: Ručno izradite sigurnosne kopije svih osobnih postavki koje su potrebne za obnavljanje Apple TV-a.
hu: Biztonsági mentés készítése manuálisan az Apple TV helyreállításához szükséges összes személyes beállításáról.
id: Cadangkan secara manual semua pengaturan pribadi yang Anda perlukan untuk memulihkan Apple TV Anda.
it: Effettua manualmente il backup di tutte le impostazioni personali che vuoi ripristinare su Apple TV.
ja: Apple TVを復元するために必要なすべての個人設定を手動でバックアップします。
ko: Apple TV 복원에 필요한 사용자의 개인 설정을 수동으로 백업합니다.
ms: Sandarkan semua seting peribadi yang anda perlukan untuk memulihkan Apple TV anda secara manual.
nb: Sikkerhetskopier manuelt alle personlige innstillinger du trenger før du gjenoppretter Apple TV.
nl: Maak automatisch een back-up van alle persoonlijke instellingen die je nodig hebt om gegevens op je Apple TV terug te zetten.
pl: Możesz ręcznie tworzyć backupy wszystkich ustawień wymaganych do odtworzenia Apple TV.
pt_br: Faça um backup manual dos ajustes pessoais necessários para restaurar sua Apple TV.
pt_pt: Faça uma cópia de segurança manual de todas as definições de que necessita para restaurar a Apple TV.
ro: Efectuați manual backupul tuturor configurărilor personale de care aveți nevoie pentru a restaura Apple TV-ul.
ru: Резервные копии всех персональных настроек, необходимых для восстановления Apple TV, должны быть созданы вручную.
sk: Umožňuje manuálne zálohovať všetky osobné nastavenia potrebné na obnovenie Apple TV.
sl: Ročno varnostno kopirajte vse osebne nastavitve, ki jih potrebujete za ponastavitev Apple TV-ja.
sv: Säkerhetskopiera manuellt alla personliga inställningar som du behöver om du vill återskapa Apple TV.
th: สำรองข้อมูลการตั้งค่าส่วนตัวทั้งหมดที่คุณต้องใช้กู้คืน Apple TV ของคุณด้วยตนเอง
tr: Apple TV’nizi geri yüklemeniz gerekirse tüm kişisel ayarlarınız elle yedeklenir.
uk: Архівуйте усі особисті налаштування, потрібні для відновлення вашого Apple TV, вручну.
vi: Sao lưu thủ công tất cả các cài đặt cá nhân bạn cần để khôi phục Apple TV.
zh_cn: 手动备份恢复Apple TV时需要的所有个人设置。
zh_hk: 手動備份所有還原此Apple TV時所需的個人設定。
zh_tw: 手動備份所有回復Apple TV時所需的個人設定。

# iCloudBackupNowTitle
source: Back Up Now
ar: النسخ الاحتياطي الآن
ca: Fes una còpia de seguretat ara
cs: Zálohovat
da: Sikkerhedskopier nu
de: Backup jetzt erstellen
el: Δημιουργία εφ. αντιγράφου τώρα
es: Realizar copia de seguridad ahora
es_us: Realizar respaldo ahora
fi: Varmuuskopioi nyt
fr: Sauvegarder maintenant
fr_ca: Sauvegarder maintenant
he: ביצוע הגיבוי כעת
hi: अभी बैकअप लें
hr: Izradi sigurnosnu kopiju sad
hu: Biztonsági mentés
id: Cadangkan Sekarang
it: Esegui backup adesso
ja: 今すぐバックアップを作成
ko: 지금 백업
ms: Sandarkan Sekarang
nb: Sikkerhetskopier nå
nl: Maak nu back-up
pl: Utwórz backup teraz
pt_br: Fazer Backup Agora
pt_pt: Efetuar cópia de segurança agora
ro: Efectuați un backup acum
ru: Создать копию
sk: Zálohovať
sl: Varnostno kopiraj zdaj
sv: Säkerhetskopiera nu
th: สำรองข้อมูลตอนนี้
tr: Şimdi Yedekle
uk: Виконати зараз
vi: Sao lưu Bây giờ
zh_cn: 立即备份
zh_hk: 立即備份
zh_tw: 立即備份

# iCloudBackupSectionTitle
source: Backup
ar: النسخ الاحتياطي
ca: Còpia de seguretat
cs: Záloha
da: Sikkerhedskopi
el: Εφεδρικό αντίγραφο
es: Copia de seguridad
es_us: Respaldo
fi: Varmuuskopiointi
fr: Sauvegarder
fr_ca: Sauvegarde
he: גיבוי
hi: बैकअप
hr: Sigurnosna kopija
hu: Biztonsági mentés
id: Cadangan
ja: バックアップ
ko: 백업
ms: Sandaran
nb: Sikkerhetskopi
pt_pt: Cópia de segurança
ru: Резервная копия
sk: Záloha
sl: Varnostna kopija
sv: Säkerhetskopiering
th: การสำรองข้อมูล
tr: Yedekleme
uk: Архівація
vi: Sao lưu
zh_cn: 备份
zh_hk: 備份
zh_tw: 備份

# iCloudHomeScreenSyncAlertButtonCancel
source: Not Now
ar: ليس الآن
ca: Ara no
cs: Teď ne
da: Ikke nu
de: Später
el: Όχι τώρα
es: Ahora no
es_us: Ahora no
fi: Ei nyt
fr: Plus tard
fr_ca: Plus tard
he: לא כעת
hi: अभी नहीं
hr: Ne sad
hu: Most nem
id: Nanti
it: Non ora
ja: 今はしない
ko: 지금 안 함
ms: Bukan Sekarang
nb: Ikke nå
nl: Niet nu
pl: Nie teraz
pt_br: Agora Não
pt_pt: Agora não
ro: Nu acum
ru: Не сейчас
sk: Teraz nie
sl: Ne zdaj
sv: Inte nu
th: ไม่ใช่ตอนนี้
tr: Sonra
uk: Не зараз
vi: Để sau
zh_cn: 以后
zh_hk: 稍後決定
zh_tw: 稍後再說

# iCloudHomeScreenSyncAlertButtonOK
source: Match Home Screens
ar: مطابقة الشاشات الرئيسية
ca: Sincronitza les pantalles d’inici
cs: Sjednotit plochy
da: Synkroniser hjemmeskærme
de: Gleiche Home-Bildschirme
el: Αντιστοίχιση οθονών Αφετηρίας
es: Sincronizar pantallas de inicio
es_us: Sincronizar pantallas de inicio
fi: Yhdenmukaista Koti-valikot
fr: Synchroniser les écrans d’accueil
fr_ca: Faire correspondre les écrans d’accueil
he: התאמת מסכי הבית
hi: होम स्क्रीनों का मिलान करें
hr: Uskladi početne zaslone
hu: Főképernyők szinkronizálása
id: Cocokkan Layar Utama
it: Sincronizza schermate Home
ja: ホーム画面を合わせる
ko: 홈 화면 일치화
ms: Padankan Skrin Utama
nb: Gjør Hjem-skjermer like
nl: Synchroniseer beginschermen
pl: Dopasuj ekrany główne
pt_br: Sincronizar Telas de Início
pt_pt: Ecrãs principais iguais
ro: Corelați ecranele principale
ru: Согласовать экраны «Домой»
sk: Synchronizovať plochy
sl: Nastavi ujemanje domačih zaslonov
sv: Matcha hemskärmar
th: ตั้งหน้าจอโฮมให้เหมือนกัน
tr: Ana Ekranları Eşle
uk: Узгодити початкові екрани
vi: Đối chiếu Màn hình chính
zh_cn: 匹配主屏幕
zh_hk: 與主畫面相同
zh_tw: 讓主畫面相同

# iCloudHomeScreenSyncAlertMessage
source: Keep your apps and Home screens up to date across every Apple TV using this iCloud account.
ar: حافظ على تحديث تطبيقاتك وشاشاتك الرئيسية على كل جهاز Apple TV يستخدم حساب iCloud هذا.
ca: Mantén les apps i les pantalles d’inici actualitzades en tots els Apple TV que utilitzin aquest compte de l’iCloud.
cs: Udržujte svoje aplikace a plochy aktuální na všech Apple TV, které využívají tento účet na iCloudu.
da: Hold dine apps og hjemmeskærme ajour på tværs af alle dine Apple TV-enheder vha. denne iCloud-konto.
de: Halte deine Apps und Home-Bildschirme auf jedem Apple TV, das diesen iCloud-Account verwendet, auf dem neuesten Stand.
el: Διατηρήστε ενημερωμένες τις εφαρμογές και τις οθόνες Αφετηρίας σας σε οποιοδήποτε Apple TV που χρησιμοποιεί αυτόν τον λογαριασμό iCloud.
es: Mantén tus apps y pantallas de inicio sincronizadas en todos los Apple TV que utilicen esta cuenta de iCloud.
es_us: Mantén tus apps y pantallas de inicio sincronizadas en cualquier Apple TV que use esta cuenta iCloud.
fi: Pidä apit ja Koti-valikot ajan tasalla jokaisessa Apple TV:ssä, joka käyttää tätä iCloud-tiliä.
fr: Maintenez vos apps et vos écrans d’accueil à jour sur toutes les Apple TV qui utilisent ce compte iCloud.
fr_ca: Tenez vos apps et écrans d’accueil à jour sur toutes les Apple TV qui utilisent ce compte iCloud.
he: באפשרותך לשמור על היישומים ומסכי הבית שלך מעודכנים בכל מכשירי ה-Apple TV שמשתמשים בחשבון iCloud זה.
hi: इस iCloud खाते के उपयोग से अपने सभी Apple TV पर ऐप्स और होम स्क्रीन अप-टू-डेट रखें।
hr: Održavajte svoje aplikacije i početne zaslone ažurnim na svim Apple TV uređajima koji koriste ovaj iCloud račun.
hu: Naprakészen tarthatja az appjait és Főképernyőit az összes olyan Apple TV-n, amely ezt az iCloud-fiókot használja.
id: Jaga agar app dan layar Utama Anda tetap terbaru di semua Apple TV yang menggunakan akun iCloud ini.
it: Tieni sempre aggiornate le app e le schermate Home su ogni Apple TV che utilizza questo account iCloud.
ja: このiCloudアカウントを使用しているすべてのApple TVでアプリとホーム画面を常に最新に保ちます。
ko: 이 iCloud 계정을 사용하는 모든 Apple TV에서 사용자의 앱과 홈 화면을 최신으로 유지합니다.
ms: Pastikan app dan skrin Utama anda dikemas kini merentas setiap Apple TV yang menggunakan akaun iCloud ini.
nb: Hold appene og Hjem-skjermene oppdatert på hver Apple TV som bruker denne iCloud-kontoen.
nl: Houd je apps en beginschermen up-to-date op elke Apple TV die deze iCloud-account gebruikt.
pl: Uaktualniaj aplikacje i ekrany główne na wszystkich Apple TV używających tego konta iCloud.
pt_br: Mantenha seus apps e telas de Início atualizados em qualquer Apple TV que use esta conta do iCloud.
pt_pt: Mantenha as suas aplicações e ecrãs principais atualizados em todas as Apple TV que usem esta conta iCloud.
ro: Mențineți‑vă aplicațiile și ecranele principale actualizate pe toate Apple TV‑urile care utilizează acest cont de iCloud.
ru: Поддерживайте приложения и экраны «Домой» в актуальном состоянии на всех Apple TV, используя эту учетную запись iCloud.
sk: Aktualizujte apky a plochu na všetkých Apple TV použitím tohto iCloud účtu.
sl: Zagotovite, da bodo vaše aplikacije in domači zasloni posodobljeni v vseh Apple TV-jih, ki uporabljajo ta račun iCloud.
sv: Håll dina appar och hemskärmar uppdaterade på alla Apple TV-enheter som använder det här iCloud-kontot.
th: หน้าจอโฮมและแอปต่างๆ ของคุณจะเหมือนกันหมดบน Apple TV ทุกเครื่องที่ใช้บัญชี iCloud นี้
tr: Bu iCloud hesabını kullanan Apple TV’lerde uygulamaları ve Ana ekranları güncel tutun.
uk: Синхронізуйте програми і початкові екрани на всіх Apple TV, що використовують цей обліковий запис iCloud.
vi: Cập nhật các ứng dụng và Màn hình chính trên mọi Apple TV sử dụng tài khoản iCloud này.
zh_cn: 在使用此iCloud账户的所有Apple TV上 保持App和主屏幕为最新状态。
zh_hk: 在所有使用此iCloud帳户的Apple TV上， 保持你的App和主畫面為最新狀態。
zh_tw: 在所有使用此iCloud帳號的Apple TV上，讓你的 App和主畫面保持最新狀態。

# iCloudHomeScreenSyncAlertTitle
source: One Home Screen
ar: شاشة رئيسية واحدة
ca: Una pantalla d’inici
cs: Společná plocha
da: Samme hjemmeskærm
de: Gleicher Home-Bildschirm
el: Μία οθόνη Αφετηρίας
es: Una pantalla de inicio
es_us: Pantalla de inicio única
fi: Yksi Koti-valikko
fr: Un seul écran d’accueil
fr_ca: Mon écran d’accueil
he: מסך בית יחיד
hi: एक होम स्क्रीन
hr: Jedan početni zaslon
hu: Egy főképernyő
id: Satu Layar Utama
it: Schermata Home unica
ja: 1つのホーム画面
ko: 하나의 홈 화면
ms: Satu Skrin Utama
nb: Felles Hjem-skjerm
nl: Eén beginscherm
pl: Jeden ekran główny
pt_br: Uma Tela de Início
pt_pt: Um ecrã principal
ro: Un ecran principal
ru: Один экран «Домой»
sk: Zjednotená plocha
sl: En domači zaslon
sv: Samma hemskärm
th: หน้าจอโฮมเดียวกัน
tr: Bir Ana Ekran
uk: Один початковий екран
vi: Một màn hình chính
zh_cn: 一个主屏幕
zh_hk: 單一主畫面
zh_tw: 單一主畫面

# iCloudHomeScreenSyncDescription
source: Keep your apps and Home screens up to date across every Apple TV using this iCloud account.
ar: حافظ على تحديث تطبيقاتك وشاشاتك الرئيسية على كل جهاز Apple TV يستخدم حساب iCloud هذا.
ca: Mantén les apps i les pantalles d’inici actualitzades en tots els Apple TV que utilitzin aquest compte de l’iCloud.
cs: Udržujte svoje aplikace a plochy aktuální na všech Apple TV, které využívají tento účet na iCloudu.
da: Hold dine apps og hjemmeskærme ajour på tværs af alle dine Apple TV-enheder vha. denne iCloud-konto.
de: Halte deine Apps und Home-Bildschirme auf jedem Apple TV, das diesen iCloud-Account verwendet, auf dem neuesten Stand.
el: Διατηρήστε ενημερωμένες τις εφαρμογές και τις οθόνες Αφετηρίας σας σε οποιοδήποτε Apple TV που χρησιμοποιεί αυτόν τον λογαριασμό iCloud.
es: Mantén tus apps y pantallas de inicio sincronizadas en todos los Apple TV que utilicen esta cuenta de iCloud.
es_us: Mantén tus apps y pantallas de inicio sincronizadas en cualquier Apple TV que use esta cuenta iCloud.
fi: Pidä apit ja Koti-valikot ajan tasalla jokaisessa Apple TV:ssä, joka käyttää tätä iCloud-tiliä.
fr: Maintenez vos apps et vos écrans d’accueil à jour sur toutes les Apple TV qui utilisent ce compte iCloud.
fr_ca: Tenez vos apps et écrans d’accueil à jour sur toutes les Apple TV qui utilisent ce compte iCloud.
he: באפשרותך לשמור על היישומים ומסכי הבית שלך מעודכנים בכל מכשירי ה-Apple TV שמשתמשים בחשבון iCloud זה.
hi: इस iCloud खाते के उपयोग से अपने सभी Apple TV पर ऐप्स और होम स्क्रीन अप-टू-डेट रखें।
hr: Održavajte svoje aplikacije i početne zaslone ažurnim na svim Apple TV uređajima koji koriste ovaj iCloud račun.
hu: Naprakészen tarthatja az appjait és Főképernyőit az összes olyan Apple TV-n, amely ezt az iCloud-fiókot használja.
id: Jaga agar app dan layar Utama Anda tetap terbaru di semua Apple TV yang menggunakan akun iCloud ini.
it: Tieni sempre aggiornate le app e le schermate Home su ogni Apple TV che utilizza questo account iCloud.
ja: このiCloudアカウントを使用しているすべてのApple TVでアプリとホーム画面を常に最新に保ちます。
ko: 이 iCloud 계정을 사용하는 모든 Apple TV에서 사용자의 앱과 홈 화면을 최신으로 유지합니다.
ms: Pastikan app dan skrin Utama anda dikemas kini merentas setiap Apple TV yang menggunakan akaun iCloud ini.
nb: Hold appene og Hjem-skjermene oppdatert på hver Apple TV som bruker denne iCloud-kontoen.
nl: Houd je apps en beginschermen up-to-date op elke Apple TV die deze iCloud-account gebruikt.
pl: Uaktualniaj aplikacje i ekrany główne na wszystkich Apple TV używających tego konta iCloud.
pt_br: Mantenha seus apps e telas de Início atualizados em qualquer Apple TV que use esta conta do iCloud.
pt_pt: Mantenha as suas aplicações e ecrãs principais atualizados em todas as Apple TV que usem esta conta iCloud.
ro: Mențineți‑vă aplicațiile și ecranele principale actualizate pe toate Apple TV‑urile care utilizează acest cont de iCloud.
ru: Поддерживайте приложения и экраны «Домой» в актуальном состоянии на всех Apple TV, используя эту учетную запись iCloud.
sk: Aktualizujte apky a plochu na všetkých Apple TV použitím tohto iCloud účtu.
sl: Zagotovite, da bodo vaše aplikacije in domači zasloni posodobljeni v vseh Apple TV-jih, ki uporabljajo ta račun iCloud.
sv: Håll dina appar och hemskärmar uppdaterade på alla Apple TV-enheter som använder det här iCloud-kontot.
th: หน้าจอโฮมและแอปต่างๆ ของคุณจะเหมือนกันหมดบน Apple TV ทุกเครื่องที่ใช้บัญชี iCloud นี้
tr: Bu iCloud hesabını kullanan Apple TV’lerde uygulamaları ve Ana ekranları güncel tutun.
uk: Синхронізуйте програми і початкові екрани на всіх Apple TV, що використовують цей обліковий запис iCloud.
vi: Cập nhật các ứng dụng và Màn hình chính trên mọi Apple TV sử dụng tài khoản iCloud này.
zh_cn: 在使用此iCloud账户的所有Apple TV上 保持App和主屏幕为最新状态。
zh_hk: 在所有使用此iCloud帳户的Apple TV上， 保持你的App和主畫面為最新狀態。
zh_tw: 在所有使用此iCloud帳號的Apple TV上，讓你的 App和主畫面保持最新狀態。

# iCloudHomeScreenSyncTitle
source: One Home Screen
ar: شاشة رئيسية واحدة
ca: Una pantalla d’inici
cs: Společná plocha
da: Samme hjemmeskærm
de: Gleicher Home-Bildschirm
el: Μία οθόνη Αφετηρίας
es: Una pantalla de inicio
es_us: Pantalla de inicio única
fi: Yksi Koti-valikko
fr: Un seul écran d’accueil
fr_ca: Mon écran d’accueil
he: מסך בית יחיד
hi: एक होम स्क्रीन
hr: Jedan početni zaslon
hu: Egy főképernyő
id: Satu Layar Utama
it: Schermata Home unica
ja: 1つのホーム画面
ko: 하나의 홈 화면
ms: Satu Skrin Utama
nb: Felles Hjem-skjerm
nl: Eén beginscherm
pl: Jeden ekran główny
pt_br: Uma Tela de Início
pt_pt: Um ecrã principal
ro: Un ecran principal
ru: Один экран «Домой»
sk: Zjednotená plocha
sl: En domači zaslon
sv: Samma hemskärm
th: หน้าจอโฮมเดียวกัน
tr: Bir Ana Ekran
uk: Один початковий екран
vi: Một màn hình chính
zh_cn: 一个主屏幕
zh_hk: 單一主畫面
zh_tw: 單一主畫面

# iCloudPhotoDefaultUserAlertCancelAction
source: Not Now
ar: ليس الآن
ca: Ara no
cs: Teď ne
da: Ikke nu
de: Später
el: Όχι τώρα
es: Ahora no
es_us: Ahora no
fi: Ei nyt
fr: Plus tard
fr_ca: Plus tard
he: לא כעת
hi: अभी नहीं
hr: Ne sad
hu: Most nem
id: Nanti
it: Non ora
ja: 今はしない
ko: 지금 안 함
ms: Bukan Sekarang
nb: Ikke nå
nl: Niet nu
pl: Nie teraz
pt_br: Agora Não
pt_pt: Agora não
ro: Nu acum
ru: Не сейчас
sk: Teraz nie
sl: Ne zdaj
sv: Inte nu
th: ไม่ใช่ตอนนี้
tr: Sonra
uk: Не зараз
vi: Để sau
zh_cn: 以后
zh_hk: 稍後決定
zh_tw: 稍後再說

# iCloudPhotoDefaultUserAlertMessage
source: To choose this screen saver, add a default profile in Profiles and Accounts. Then sign in to iCloud Photos.
ar: لاختيار شاشة التوقف هذه، يرجى إضافة ملف تعريف افتراضي في "ملفات التعريف والحسابات". ثم تسجيل الدخول إلى صور iCloud.
ca: Per seleccionar aquest estalvi de pantalla, afegeix un perfil per omissió a la secció de perfils i comptes i, després, inicia la sessió a les fotos a l’iCloud.
cs: Chcete‑li vybrat tento spořič obrazovky, přidejte v oddílu Profily a účty výchozí profil. Pak se přihlaste ke službě Fotky na iCloudu.
da: Du skal tilføje en standardprofil i Profiler og konti for at vælge denne skærmskåner. Log derefter ind på iCloud-fotos.
de: Um diesen Bildschirmschoner auszuwählen, füge in „Profile und Accounts“ einen Standardprofil hinzu. Melde dich anschließend bei „iCloud-Fotos“ an.
el: Για επιλογή αυτής της προφύλαξης οθόνης, προσθέστε ένα προεπιλεγμένο προφίλ στο τμήμα «Προφίλ και λογαριασμοί». Στη συνέχεια, συνδεθείτε στις Φωτογραφίες iCloud.
es: Para seleccionar este salvapantallas, añade un perfil por omisión en “Perfiles y cuentas”. A continuación, inicia sesión en Fotos en iCloud.
es_us: Para elegir este protector de pantalla, agrega un usuario predeterminado en Perfiles y cuentas. Después, inicia sesión en Fotos en iCloud.
fi: Jos haluat valita tämän näytönsäästäjän, lisää oletusprofiili Profiilit ja tilit -asetuksissa. Kirjaudu sitten sisään iCloud-kuviin.
fr: Pour sélectionner cet économiseur d’écran, ajoutez un profil par défaut dans « Profils et comptes », puis connectez-vous à Photos iCloud.
fr_ca: Pour choisir cet économiseur d’écran, ajoutez un profil par défaut dans Profils et comptes, puis connectez-vous à Photos iCloud.
he: כדי לבחור בשומר מסך זה יש להוסיף פרופיל ברירת מחדל ב״פרופילים וחשבונות״. לאחר מכן יש להתחבר ל״תמונות iCloud״.
hi: यह स्क्रीन सेवर चुनने के लिए “प्रोफ़ाइल और खाते” में डिफ़ॉल्ट प्रोफ़ाइल जोड़ें। फिर iCloud तस्वीर में साइन इन करें।
hr: Za odabir ove zaštite zaslona dodajte standardni profil u Profile i račune. Zatim se prijavite u iCloud fotografije.
hu: Ennek a képernyővédőnek a kiválasztásához adjon hozzá egy alapértelmezett profilt a Profilok és fiókok menüpontban. Ezután jelentkezzen be az iCloud-fotókba.
id: Untuk memilih penghemat layar ini, tambahkan profil default di Profil dan Akun. Lalu masuk ke Foto iCloud.
it: Per scegliere questo salvaschermo, aggiungi un profilo di default in “Profili e account”, quindi accedi a “Foto di iCloud”.
ja: このスクリーンセーバを選択するには、“プロフィールとアカウント”でデフォルトプロフィールを追加してください。次に、iCloud写真にサインインします。
ko: 이 화면 보호기를 선택하려면 ‘프로필 및 계정’에서 기본 프로필을 추가하십시오. 그런 다음 iCloud 사진에 로그인하십시오.
ms: Untuk memilih penyelamat skrin ini, tambahkan profil lalai dalam Profil dan Akaun. Kemudian daftar masuk ke Foto iCloud.
nb: Du må legge til en standardprofil i Profiler og kontoer for å velge denne skjermspareren. Logg deretter på iCloud Bilder.
nl: Om deze schermbeveiliging te kiezen, voeg je een standaardprofiel toe in 'Profielen en accounts'. Vervolgens log je in bij iCloud-foto's.
pl: Aby wybrać ten wygaszacz, dodaj profil domyślny na ekranie Profile i konta. Następnie zaloguj się w Zdjęciach w iCloud.
pt_br: Para escolher este protetor de tela, adicione um perfil padrão no ajuste Usuários e Contas. Em seguida, inicie a sessão nas Fotos do iCloud.
pt_pt: Para escolher esta proteção de ecrã, adicione um perfil predefinido em Perfis e contas. Depois, inicie sessão em Fotografias em iCloud.
ro: Pentru a alege acest screensaver, adăugați un profil implicit în „Profiluri și conturi”. Apoi, autentificați‑vă în Poze iCloud.
ru: Чтобы выбрать этот тип заставки, добавьте профиль по умолчанию в разделе «Профили и учетные записи». Затем выполните вход в Фото iCloud.
sk: Ak chcete vybrať tento šetrič obrazovky, v časti Profily a účty pridajte predvolený profil. Potom sa prihláste do iCloud Fotiek.
sl: Če želite izbrati ta ohranjevalnik zaslona, dodajte privzeti profil v razdelku Profili in računi. Nato se vpišite v Fotografije iCloud.
sv: Lägg till en förvald profil i Profiler och konton om du vill välja den här skärmsläckaren. Logga sedan in till iCloud-bilder.
th: ในการเลือกภาพพักหน้าจอนี้ ให้เพิ่มโปรไฟล์เริ่มต้นในโปรไฟล์และบัญชี จากนั้นลงชื่อเข้า “รูปภาพบน iCloud”
tr: Bu ekran koruyucuyu seçmek için Profiller ve Hesaplar’da saptanmış bir profil ekleyin. Sonra iCloud Fotoğrafları’na giriş yapın.
uk: Щоб обрати цю екранну заставку, додайте типовий профіль у розділі «Профілі й облікові записи». Потім увійдіть у Фото iCloud.
vi: Để chọn trình bảo vệ màn hình này, hãy thêm một hồ sơ mặc định trong Hồ sơ và Tài khoản. Sau đó, đăng nhập vào Ảnh iCloud.
zh_cn: 若要选取此屏幕保护程序，请在“个人资料和账户”中添加默认个人资料。然后登录iCloud照片。
zh_hk: 如要選擇此螢幕保護程式，請在「個人檔案和帳户」中加入預設個人檔案。然後登入「iCloud相片」。
zh_tw: 若要選擇此螢幕保護程式，請在「個人檔案和帳號」中加入預設個人檔案。接著登入「iCloud照片」。

# iCloudPhotoDefaultUserAlertOKAction
source: Add Default Profile
ar: أضف ملف التعريف الافتراضي
ca: Afegeix un perfil per omissió
cs: Přidat výchozí profil
da: Tilføj standardprofil
de: Standardprofil hinzufügen
el: Προσθήκη προεπιλεγμένου προφίλ
es: Añadir perfil por omisión
es_us: Agregar perfil predeterminado
fi: Lisää oletusprofiili
fr: Ajouter un profil par défaut
fr_ca: Ajouter un profil par défaut
he: הוספת פרופיל ברירת מחדל
hi: डिफ़ॉल्ट प्रोफ़ाइल जोड़ें
hr: Dodaj standardni profil
hu: Alapértelmezett profil hozzáadása
id: Tambah Profil Default
it: Aggiungi profilo di default
ja: デフォルトプロフィールを追加
ko: 기본 프로필 추가
ms: Tambah Profil Lalai
nb: Legg til standardprofil
nl: Voeg standaardprofiel toe
pl: Dodaj profil domyślny
pt_br: Adicionar Perfil Padrão
pt_pt: Adicionar perfil predefinido
ro: Adăugați profilul implicit
ru: Добавить профиль по умолчанию
sk: Pridať predvolený profil
sl: Dodaj privzeti profil
sv: Lägg till förvald profil
th: เพิ่มโปรไฟล์เริ่มต้น
tr: Saptanmış Profil Ekle
uk: Додати типовий профіль
vi: Thêm hồ sơ mặc định
zh_cn: 添加默认个人资料
zh_hk: 加入預設個人檔案
zh_tw: 加入預設個人檔案

# iCloudPhotoDefaultUserAlertTitle
source: Add a Default Profile
ar: إضافة ملف تعريف افتراضي
ca: Afegeix un perfil per omissió
cs: Přidejte výchozí profil
da: Tilføj en standardprofil
de: Standardprofil hinzufügen
el: Προσθήκη προεπιλεγμένου προφίλ
es: Añade un perfil por omisión
es_us: Agregar perfil predeterminado
fi: Lisää oletusprofiili
fr: Ajouter un profil par défaut
fr_ca: Ajouter un profil par défaut
he: יש להוסיף פרופיל ברירת מחדל
hi: डिफ़ॉल्ट प्रोफ़ाइल जोड़ें
hr: Dodajte standardni profil
hu: Alapértelmezett profil hozzáadása
id: Tambah Profil Default
it: Aggiungi un profilo di default
ja: デフォルトプロフィールを追加
ko: 기본 프로필 추가
ms: Tambah Profil Lalai
nb: Legg til en standardprofil
nl: Voeg een standaardprofiel toe
pl: Dodaj profil domyślny
pt_br: Adicione um perfil padrão
pt_pt: Adicionar um perfil predefinido
ro: Adăugați un profil implicit
ru: Необходимо добавить профиль по умолчанию
sk: Pridajte predvolený profil
sl: Dodajanje privzetega profila
sv: Lägg till en förvald profil
th: เพิ่มโปรไฟล์เริ่มต้น
tr: Saptanmış Bir Profil Ekleyin
uk: Додати типовий профіль
vi: Thêm hồ sơ mặc định
zh_cn: 添加默认个人资料
zh_hk: 加入預設個人檔案
zh_tw: 加入預設個人檔案
